/* edit button title */
"Edit..." = "Edit...";

/* keep previous version button title */
"Keep Previous Version" = "Keep Previous Version";

/* PyObjC required error title */
"PyObjC Required" = "PyObjC Required";

/* PyObjC required error message */
"PyObjC was not found. The Python console and any Python plugins will not work during this session. For the latest version of PyObjC visit http://pyobjc.sourceforge.net." = "PyObjC was not found. The Python console and any Python plugins will not work during this session. For the latest version of PyObjC visit http://pyobjc.sourceforge.net.";

/* Python script file changed dialog title */
"Python Script Changed" = "Python Script Changed";

/* Python script error title */
"Python Script Error" = "Python Script Error";

/* reload button title */
"Reload" = "Reload";

/* Python plugin error message */
"The Python script \"%@\" had an error while calling the \"%@\" function.\n\n%@" = "The Python script \"%1$@\" had an error while calling the \"%2$@\" function.\n\n%3$@";

/* Python script error message */
"The Python script \"%@\" had an error while loading.\n\n%@" = "The Python script \"%1$@\" had an error while loading.\n\n%2$@";

/* Python script changed on disk message */
"The Python script \"%@\" has changed on disk. Any script variables will reset if reloaded." = "The Python script \"%@\" has changed on disk. Any script variables will reset if reloaded.";

/* unknown error */
"Unknown Error" = "Unknown Error";

